cst_mfd_custom_service/template/DeleteFolderTemplate2.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
	<soap:Body>
		<DeleteFolder xmlns="http://www.fujifilm.com/fb/2021/04/aip/library/linkageService">
			<ftpPhysicalPath />
		</DeleteFolder>
	</soap:Body>
</soap:Envelope>